Repository: rumeysayilmaz/insight-ui-marmara
Catalog: po/*.po
Languages: tr_tr

source: (Input unconfirmed)
tr_tr: (Girdi onaylanmamış)

source: 404 Page not found :(
tr_tr: 404 Sayfa Bulunamadı :(

source: <a href="http://marmara.io" target="_blank" title="Marmara Credit Loops">Marmara Credit Loops (MCL)</a> is the first and the only Decentralized Finance (DeFi) system in the World designed to run in real economy.
tr_tr: <a href="http://marmara.io" target="_blank" title="Marmara Kredi Döngüleri">Marmara Kredi Döngüleri (MCL)</a> dünyada gerçek ekonomide çalışmak üzere tasarlanmış ilk ve tek Merkezi Olmayan Finans (DeFi) sistemidir.

source: <span>Historical stats</span>
tr_tr: <span>Geçmiş İstatistikler</span>

source: Address
tr_tr: Adres

source: Age
tr_tr: Yaş

source: An error occured in the verification process.
tr_tr: Doğrulama sürecinde bir hata oluştu.

source: An error occured:<br>{{error}}
tr_tr: Bir hata oluştu:<br>{{error}}

source: Application Status
tr_tr: Uygulama Durumu

source: Block
tr_tr: Blok

source: Block Reward
tr_tr: Blok Ödülü

source: Blocks
tr_tr: Bloklar

source: Broadcast Raw Transaction
tr_tr: Ham İşlemi Yayınlama

source: Can't connect to Marmara to get live updates from the p2p network. (Tried connecting to komodod at {{host}}:{{port}} and failed.)
tr_tr: P2p ağından canlı güncellemeler almak için Marmara'ya bağlanılamıyor. (Komodod'a {{host}}:{{port}} üzerinden bağlanma denendi ve başarısız olundu.)

source: Can't connect to insight server. Attempting to reconnect...
tr_tr: Insight sunucusuna bağlanılamıyor. Yeniden bağlanılmaya çalışılıyor...

source: Can't connect to internet. Please, check your connection.
tr_tr: İnternete bağlanılamıyor. Lütfen bağlantınızı kontrol edin.

source: Charts
tr_tr: Grafikler

source: Complete
tr_tr: Tamamlandı

source: Confirmations
tr_tr: Onaylar

source: Conn
tr_tr: Bağlantı

source: Connections to other nodes
tr_tr: Diğer düğümlere bağlantılar

source: Current Blockchain Tip (insight)
tr_tr: Güncel Blokzincir Tip (insight)

source: Current Sync Status
tr_tr: Güncel Senkron Durumu

source: Details
tr_tr: Detaylar

source: Difficulty
tr_tr: Zorluk

source: Double spent attempt detected. From tx:
tr_tr: İlgili Tx'den çift harcama denemesi tespit edildi:

source: Error message:
tr_tr: Hata Mesajı:

source: Error!
tr_tr: Hata!

source: Fee
tr_tr: Kesim Ücreti

source: Fee Rate
tr_tr: Kesim Ücret Oranı

source: Final Balance
tr_tr: Nihai Bakiye

source: Finish Date
tr_tr: Bitiş Tarihi

source: Go to home
tr_tr: Giriş Sayfasına Dön

source: Height
tr_tr: Yükseklik

source: Included in Block
tr_tr: Bloğa Dahil

source: Incoherence in levelDB detected:
tr_tr: LevelDB'de tutarsızlık algılandı:

source: Info Errors
tr_tr: Bilgi Hataları

source: Initial Block Chain Height
tr_tr: İlk Blok Zincir Yüksekliği

source: Input
tr_tr: Girdi

source: Last Block
tr_tr: Son Blok

source: Last Block Hash (Komodod)
tr_tr: Son Block Hash Verisi (Komodod)

source: Latest Blocks
tr_tr: En son Çıkan Bloklar

source: Latest Transactions
tr_tr: En Son Gerçekleşen İşlemler

source: Loading Address Information
tr_tr: Adres Bilgisi Yükleniyor

source: Loading Block Information
tr_tr: Blok Bilgisi Yükleniyor

source: Loading Selected Date...
tr_tr: Seçilen Tarih Yükleniyor...

source: Loading Transaction Details
tr_tr: İşlem Detayları Yükleniyor

source: Loading Transactions...
tr_tr: İşlemler Yükleniyor...

source: Loading chart...
tr_tr: Grafik yükleniyor...

source: Loading...
tr_tr: Yükleniyor...

source: Marmara Chain is protected against 51% attacks by means of Komodo dPoW technologies which recycle the hash power of Bitcoin by backing up independent blockhains on the Bitcoin network. Staking could only be done when users lock their coins in one of the two funds, namely; "Activated" and "Locked in Credit Loop" (LCL) funds. When coins are locked in LCL funds, both issuer and holder(s) of credit have the chance for 3x staking. The system has a unique solution for coins locked in credit loops unlike other staking systems. Locking coins into credit loops for staking does not make them static. Instead, they can be circulated while they are locked and doing 3x staking. The process of credit endorsement is designed to assure that it is only worth when shopping.
tr_tr: Marmara Blokzinciri, bağımsız blokzincirlerini Bitcoin ağı üzerinde yedekleyerek Bitcoin'in hash gücünü geri dönüştüren Komodo dPoW teknolojileri ile %51 saldırılara karşı korunmaktadır. Stake etme işlemi, yalnızca kullanıcılar koinlerini iki fondan birine kilitlediklerinde yapılabilir, yani; "Etkinleştirilmiş" ve "Kredi Döngüsünde Kilitli" (LCL) fonları. Koinler Kredi Döngüsü (LCL) fonlarında kilitlendiğinde, hem keşideci hem de hamil 3x stake etme şansına sahiptir. Sistem, diğer stake etme sistemlerinden farklı olarak kredi döngülerinde kilitli paralar için benzersiz bir çözüme sahiptir. Paraları stake etmek için kredi döngülerine kilitlemek onları statik hale getirmez. Bunun yerine, kilitliyken ve 3x stake yaparken de dolaşabilirler. Kredi cirolama süreci, yalnızca alışveriş yaparken değeceğini garanti etmek için tasarlanmıştır.

source: Marmara Stats <span class="t marmara-stats-sync" tooltip="{{sync.lastBlockChecked}} / {{sync.chainTip}} synced." tooltip-placement="bottom" data-ng-show="sync.status==='syncing'"> <span class="glyphicon glyphicon-refresh icon-rotate"></span> {{sync.progress}}% </span>
tr_tr: Marmara İstatistikleri <span class="t marmara-stats-sync" tooltip="{{sync.lastBlockChecked}} / {{sync.chainTip}} synced." tooltip-placement="bottom" data-ng-show="sync.status==='syncing'"> <span class="glyphicon glyphicon-refresh icon-rotate"></span> {{sync.progress}}% </span>

source: Marmara node information
tr_tr: Marmara Düğüm Bilgisi

source: Message
tr_tr: Mesaj

source: Mined Time
tr_tr: Madenin Çıkma Zamanı

source: Mined by
tr_tr: Madeni Çıkaran

source: Mining Difficulty
tr_tr: Madencilik Zorluğu

source: Network
tr_tr: Ağ

source: Next Block
tr_tr: Bir sonraki Blok

source: No Inputs
tr_tr: Girdi Yok

source: No Inputs (Newly Generated Coins)
tr_tr: Girdi Yok (Yeni Oluşturulan Koinler)

source: No Outputs
tr_tr: Çıktılar yok

source: No Shielded Spends and Outputs
tr_tr: Korunmalı Harcama ve Çıktı Yok

source: No blocks yet.
tr_tr: Henüz blok çıkmadı.

source: No matching records found!
tr_tr: Hiçbir eşleşen kayıt bulunamadı!

source: No. Transactions
tr_tr: İşlem numaraları

source: Number Of Transactions
tr_tr: İşlem Sayısı

source: Output
tr_tr: Çıktı

source: Powered by
tr_tr: Tarafından desteklenmektedir

source: Previous Block
tr_tr: Önceki Blok

source: Protocol version
tr_tr: Protokol versiyonu

source: Proxy setting
tr_tr: Proxy ayarı

source: Public input
tr_tr: Publik Girdi

source: Public output
tr_tr: Publik ÇIktı

source: Raw transaction data
tr_tr: Ham İşlem Verisi

source: Raw transaction data must be a valid hexadecimal string.
tr_tr: Ham işlem verisi, geçerli bir hex dizisi olmalıdır.

source: Received Time
tr_tr: Alındığı Zaman

source: Redirecting...
tr_tr: Yönlendiriliyor...

source: Search for block, transaction or address
tr_tr: Blok, işlem veya adres arayın

source: See all blocks
tr_tr: Bütün blokları görüntüle

source: Send transaction
tr_tr: İşlem Gönder

source: Show all
tr_tr: Hepsini göster

source: Show input
tr_tr: Girdiyi göster

source: Show less
tr_tr: Daha az göster

source: Show more
tr_tr: Daha fazla göster

source: Signature
tr_tr: İmza

source: Size
tr_tr: Boyut

source: Size (bytes)
tr_tr: Boyut (bayt)

source: Skipped Blocks (previously synced)
tr_tr: Atlanan Bloklar (önceden senkronize edilen)

source: Start Date
tr_tr: Başlangıç Tarihi

source: Status
tr_tr: Durum

source: Summary
tr_tr: Özet

source: Summary <small>confirmed</small>
tr_tr: Özet <small>Teyit Edilen</small>

source: Sync Progress
tr_tr: Senkronizasyon İlerleme Durumu

source: Sync Status
tr_tr: Senkronizasyon Durumu

source: Sync Type
tr_tr: Senkronizasyon Tİpi

source: Synced Blocks
tr_tr: Senkronize olan Bloklar

source: Synchronizing data...
tr_tr: Veriler senkronize ediliyor ...

source: The message failed to verify.
tr_tr: Mesaj doğrulanamadı.

source: The message is verifiably from {{verification.address}}.
tr_tr: Mesaj doğrulanabilir şekilde {{verification.address}} adresinden alınmıştır.

source: The system rewards buyers and sellers when shopping with credit loops instead of cash. It works as an independent smart chain with a 25% mineable and 75% stakeable coin integrated with two DeFi protocols. The system uses UTXO based Turing Complete Smart Contracting system powered by Komodo Platform.
tr_tr: Sistem, alışveriş yaparken nakit yerine kredi döngüleri kullanan alıcıları ve satıcıları ödüllendirir. Sistem, İki DeFi protokolü ile entegre edilmiş %25 madencilik ve %75 hisseli kazanca (staking) sahip bağımsız bir smart zincir olarak çalışır. Sistemde Komodo Platformu tarafından desteklenen UTXO tabanlı Turing Bütünleşik Smart Sözleşme sistemi kullanılır.

source: There are no transactions involving this address.
tr_tr: Bu adresle ilgili herhangi bir işlem yok.

source: This form can be used to broadcast a raw transaction in hex format over the Marmara network.
tr_tr: Bu form, ham bir işlemi hex formatta Marmara ağı üzerinden yayınlamak için kullanılabilir.

source: This form can be used to verify that a message comes from a specific Marmara address.
tr_tr: Bu form, bir mesajın belirli bir Marmara adresinden geldiğini doğrulamak için kullanılabilir.

source: Time Offset
tr_tr: Zaman Farkı

source: Timestamp
tr_tr: Zaman damgası

source: Today
tr_tr: Bugün

source: Total Received
tr_tr: Toplam Alınan

source: Total Sent
tr_tr: Toplam Gönderilen

source: Transaction
tr_tr: İşlem

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
tr_tr: İşlem başarıyla yayınlandı.<br>İşlem no: {{txid}}

source: Transactions
tr_tr: İşlemler

source: Type
tr_tr: Tip

source: Unconfirmed
tr_tr: Onaylanmamış

source: Unconfirmed Transaction!
tr_tr: Onaylanmamış İşlem!

source: Unconfirmed Txs Balance
tr_tr: Onaylanmamış Txs Bakiye

source: Value Out
tr_tr: Çıkan Değer

source: Verify
tr_tr: Doğrulayın

source: Verify signed message
tr_tr: İmzalanmış mesajı doğrulayın

source: Version
tr_tr: Versiyon

source: Waiting for blocks...
tr_tr: Blokların çıkması beklenmekte...

source: Waiting for transactions...
tr_tr: İşlemler beklenmekte...

source: What is Marmara Credit Loops?
tr_tr: Marmara Kredi Döngüleri Nedir?

source: by date.
tr_tr: tarihe göre.

source: mined
tr_tr: madencilikle kazılan

source: mined on:
tr_tr: kazılan:
